[
    {
        "body": "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma, which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
      , "author": "Steve Jobs"
      , "source": "2005 Stanford Commencement Address"
      , "source_url": ""
    }
  , {
        "body": "Stay Hungry. Stay Foolish."
      , "author": ""
      , "source": "Whole Earth Catalog, October 1974, back cover"
      , "source_url": ""
    }
  , {
        "body": "那一天我二十一岁，在我一生的黄金时代。我有好多奢望。我想爱，想吃，还想在一瞬间变成天上半明半暗的云。后来我才知道，生活就是个缓慢受锤的过程，人一天天老下去，奢望也一天天消失，最后变得像挨了锤的牛一样。可是我过二十一岁生日时没有预见到这一点。我觉得自己会永远生猛下去，什么也锤不了我。"
      , "author": "王小波"
      , "source": "《黄金时代》"
      , "source_url": ""
    }
  , {
        "body": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to heaven, we were all going direct the other way - in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only."
      , "author": "Charles Dickens"
      , "source": "A Tale of Two Cities"
      , "source_url": ""
    }
  , {
        "body": "Money is like gasoline during a road trip. You don’t want to run out of gas on your trip, but you’re not doing a tour of gas stations. You have to pay attention to money, but it shouldn’t be about the money."
      , "author": "Tim O’Reilly"
      , "source": "Tim O’Reilly: The Oracle of Silicon Valley"
      , "source_url": "http://www.inc.com/magazine/20100501/the-oracle-of-silicon-valley.html"
    }
  , {
        "body": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main; if a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friends or of thine own were; any man’s death diminishes me, because I am involved in mankind; and therefore never send to know for whom the bell tolls; it tolls for thee."
      , "author": "John Donne"
      , "source": "No Man is an Island"
      , "source_url": ""
    }
  , {
        "body": "没有人想要更迭你的政权，我们对你陈旧的政权概念和意识形态烂腌菜毫不感兴趣。你无法理解在人类网络化的历史潮流之前宏大叙事为何而消解，你也无法理解国家和民族概念为何将分崩离析，你无法改变你对互联网的无知。你的政权无法成为我们真正的敌人。我们不是任何国家和组织的朋友，我们也不是任何国家和组织的敌人。只有你是你自己最大的敌人，你正在为你自己掘下腐烂和异化的坟墓。我们对即将进入历史垃圾堆的事物没有兴趣。网络化是你无法阻挡的历史潮流，是人类社会发展的未来方向。事实上，我们并不反对你通过切断太平洋海底光缆而获得对信息的绝对控制；你对历史前进越阻碍、你造成的矛盾越深化、社会运动就越剧烈，倒退只能加速你被异化、被取代的历史进程。明日的太阳不会照耀那些恐惧明天的人。"
      , "author": ""
      , "source": "《2009匿名网民宣言》"
      , "source_url": "https://docs.google.com/View?id=df563ttp_0c4tt2fdp"
    }
  , {
        "body": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of a mature man is that he wants to live humbly for one."
      , "author": "Wilhelm Stekel"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind."
      , "author": "Bertrand Russell"
      , "source": "The Autobiography of Bertrand Russell"
      , "source_url": ""
    }
  , {
        "body": "We need to be the change we wish to see in the world."
      , "author": "Mohandas Karamchand Gandhi"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "几天前有人和我说起，当年上大学的时候，是个文学青年，理想做一个作家和记者，那时候我们都好吃香啊，如果再能写点小诗，弹点小吉他，摘些小花，女生们都被迷倒了。你看看现在，女生们再也不中意这些人了，他们中意的是……我说，那你们还写点小诗，弹点小吉他，摘些小花么？他说，……。所以说，这个世界就是这样的，男性改变世界，女性改变男性的世界观。但总有一些世界观，是傻逼呵呵地矗在那里的，无论多少的现实，多少的打击，多少的嘲讽，多少的鸽子都改变不了。我们总是要怀有理想的。写作者最快乐的事情就是让作品不像现实那样到处遗憾，阅读者最快乐的事情就是用眼睛摸一摸自己的理想。世界是这样的现实，但我们都拥有处置自己的权力，愿这个东西化为蛀纸的时候，你还能回忆起自己当年冒险的旅程。"
      , "author": "韩寒"
      , "source": "《独唱团》第1辑"
      , "source_url": ""
    }
  , {
        "body": "Big Brother is watching. So are we."
      , "author": "WikiLeaks"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "你所站立的那个地方，正是你的中国。你怎么样，中国便怎么样。你是什么，中国便是什么。你有光明，中国便不黑暗。"
      , "author": "崔卫平"
      , "source": "@cuiweiping on Twitter"
      , "source_url": "https://twitter.com/#!/cuiweiping/status/20515148837"
    }
  , {
        "body": "我们生来孤单，无数的历史和无限的时间因而破碎成片段。互相埋没的心流，在孤单中祈祷，在破碎处眺望，或可指望在梦中团圆。记忆，所以是一个牢笼。印象是牢笼以外的天空。"
      , "author": "史铁生"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "All you’ve got to do is decide to go and the hardest part is over. So go!"
      , "author": "Tony Wheeler"
      , "source": "Across Asia on the Cheap"
      , "source_url": ""
    }
  , {
        "body": "除了爱，没有什么东西能使我们灵魂出窍，漂浮在相对纯净的半空中观照自己的肉身：它的沉重，它的悲哀，它的六神无主、它的满腹牢骚、它的无期徒刑。"
      , "author": "连岳"
      , "source": "《我爱问连岳IV》"
      , "source_url": ""
    }
  , {
        "body": "Life swings like a pendulum backward and forward between pain and boredom."
      , "author": "Arthur Schopenhauer"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "在思考自己要读什么书之前，最好问问自己，我关心的到底是什么问题，因为只有真诚的问题意识才能将你引向真诚的阅读——阅读如此美好，任何功利心、虚荣心的杂质都是对它的玷污。"
      , "author": "刘瑜"
      , "source": "《南方周末 - 刘瑜的秘密书架：从经典到经验》"
      , "source_url": "http://www.infzm.com/content/46119"
    }
  , {
        "body": "For a long time it seemed to me that life was about to begin - real life. But there was always some obstacle in the way, something to be gotten through first, some unfinished business, time to still be served, a debt to be paid. Then life would begin. At last it dawned on me that these obstacles were my life."
      , "author": "Alfred D. Souza"
      , "source": "Happiness"
      , "source_url": ""
    }
  , {
        "body": "请不要因为我是谁而相信我……也不要因为我说了什么，作了什么而相信我。请因为你思考了什么，检证了什么，挑战了什么，确认了什么，而相信你自己的认定。"
      , "author": "朱学恒"
      , "source": "《新的世界没有神》"
      , "source_url": ""
    }
  , {
        "body": "Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They’re not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can’t do is ignore them. Because they change things. They push the human race forward. While some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do."
      , "author": "Apple Inc."
      , "source": "Think Different"
      , "source_url": ""
    }
  , {
        "body": "我们所看到的一切，都是已然存在于我们内心的东西。"
      , "author": "普鲁斯特"
      , "source": "《追忆似水年华》"
      , "source_url": ""
    }
  , {
        "body": "All this, all of this love we’re talking about, it would just be a memory. Maybe not even a memory."
      , "author": "Raymond Carver"
      , "source": "What We Talk about When We Talk about Love"
      , "source_url": ""
    }
  , {
        "body": "爱之于我，不是肌肤之亲，不是一蔬一饭，它是一种不死的欲望，是疲惫生活里的英雄梦想。"
      , "author": "陈丹燕"
      , "source": "《鱼和它的自行车》"
      , "source_url": ""
    }
  , {
        "body": "Young we loved each other and were ignorant."
      , "author": "William Butler Yeats"
      , "source": "After Long Silence"
      , "source_url": ""
    }
  , {
        "body": "不存在十全十美的文章，就如同不存在彻头彻底的绝望。"
      , "author": "村上春树"
      , "source": "《且听风吟》"
      , "source_url": ""
    }
  , {
        "body": "漫长又漫长的夜晚，到处都是不说话的光明。"
      , "author": ""
      , "source": "《光诚》"
      , "source_url": ""
    }
  , {
        "body": "Remember that life is not measured by the number of breaths we take, but by the moments that take our breath away!"
      , "author": "Vicki Corona"
      , "source": "Tahitian Choreographies"
      , "source_url": ""
    }
  , {
        "body": "凡是无法说出的，就应该保持沉默。"
      , "author": "路德维希·维特根斯坦"
      , "source": "《逻辑哲学论》"
      , "source_url": ""
    }
  , {
        "body": "When you don’t create things, you become defined by your tastes rather than ability. Your tastes only narrow & exclude people. So create."
      , "author": "@_why"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "第一最好不相见，如此便可不相恋。第二最好不相知，如此便可不相思。第三最好不相伴，如此便可不相欠。第四最好不相惜，如此便可不相忆。第五最好不相爱，如此便可不相弃。第六最好不相对，如此便可不相会。第七最好不相误，如此便可不相负。第八最好不相许，如此便可不相续。第九最好不相依，如此便可不相偎。第十最好不相遇，如此便可不相聚。但曾相见便相知，相见何如不见时。安得与君相诀绝，免教生死作相思。"
      , "author": "仓央嘉措"
      , "source": "《十诫诗》"
      , "source_url": ""
    }
  , {
        "body": "Two roads diverged in a yellow wood, And sorry I could not travel both And be one traveler, long I stood And looked down one as far as I could To where it bent in the undergrowth; Then took the other, as just as fair, And having perhaps the better claim, Because it was grassy and wanted wear; Though as for that the passing there Had worn them really about the same, And both that morning equally lay In leaves no step had trodden black. Oh, I kept the first for another day! Yet knowing how way leads on to way, I doubted if I should ever come back. I shall be telling this with a sigh Somewhere ages and ages hence: Two roads diverged in a wood, and I— I took the one less traveled by, And that has made all the difference."
      , "author": "Robert Frost"
      , "source": "The Road Not Taken"
      , "source_url": ""
    }
  , {
        "body": "Don’t cry because it’s over, smile because it happened."
      , "author": "Dr. Seuss"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "Love is wise, hatred is foolish."
      , "author": "Bertrand Russell"
      , "source": "Bertrand Russell - to our descendants"
      , "source_url": "http://www.youtube.com/watch?v=g3jnEqXhDNI"
    }
  , {
        "body": "The best way to predict the future is to invent it."
      , "author": "Alan Kay"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "There are occasionally short windows in time when incredibly important things get invented that shape the lives of humans for hundreds of years. These events are impossible to anticipate, and the inventors, the participants, are often working not for reasons of money, but for the personal satisfaction of making something great."
      , "author": "Andy Hertzfeld"
      , "source": "Revolution in The Valley"
      , "source_url": ""
    }
  , {
        "body": "Be yourself; everyone else is already taken."
      , "author": "Oscar Wilde"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "「跳舞，」羊男说，「只要音乐在响，就尽管跳下去。明白我的话？跳舞，不停地跳舞。不要考虑为什么跳，不要考虑意义不意义，意义那玩意儿本来就是没有的，要是考虑这个，脚步势必停下来。一旦停下来，我就再也爱莫能助了，并且连接你的线索也将全部消失，永远消失。那一来，你就只能在这里生存，只能不由自主地陷进这边的世界。因此不能停住脚步，不管你如何觉得滑稽好笑，也不能半途而废，务必咬紧牙关踩着舞点跳下去。跳着跳着，原先坚固的东西便会一点点酥软，有的东西还没有完全不可救药。能用的全部用上去，全力以赴，不足为惧的。你的确很疲劳，筋疲力竭，惶惶不可终日。谁都有这种时候，觉得一切都错得不可收拾，以致停下脚步。」我抬起眼睛，再次凝视墙上的暗影。「但只有跳下去，」羊男继续道，「而且要跳得出类拔萃，跳得大家心悦诚服。这样，我才有可能助你一臂之力。总之一定要跳要舞，只要音乐没停。」要跳要舞，只要音乐没停。"
      , "author": "村上春树"
      , "source": "《舞!舞!舞!》"
      , "source_url": ""
    }
  , {
        "body": "与怪物战斗的人，应当小心自己不要成为怪物。当你远远凝视深渊时，深渊也在凝视你。"
      , "author": "弗里德里希·威廉·尼采"
      , "source": "《善恶的彼岸》"
      , "source_url": ""
    }
  , {
        "body": "Those who cannot remember the past are condemned to repeat it."
      , "author": "George Santayana"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "In my younger and more vulnerable years my father gave me some advice that I’ve been turning over in my mind ever since. “Whenever you feel like criticizing any one,” he told me, “just remember that all the people in this world haven’t had the advantages that you’ve had.”"
      , "author": "F. Scott Fitzgerald"
      , "source": "The Great Gatsby"
      , "source_url": ""
    }
  , {
        "body": "凡读本书请先具下列诸信念：一、当信任何一国之国民，尤其是自称知识在水平线以上之国民，对其本国已往历史，应该略有所知。（否则最多只算一有知识的人，不能算一有知识的国民。） 二、所谓对其本国已往历史略有所知者，尤必附随一种对其本国已往历史之温情与敬意。（否则只算知道了一些外国史，不得云对本国史有知识。）三、所谓对其本国已往历史有一种温情与敬意者，至少不会对其本国已往历史抱一种偏激的虚无主义，（即视本国已往历史为无一点有价值，亦无一处足以使彼满意。） 亦至少不会感到现在我们是站在已往历史最高之顶点，（此乃一种浅薄狂妄的进化观。） 而将我们当身种种罪恶与弱点，一切诿卸于古人。（此乃一种似是而非之文化自谴。）四、当信每一国家必待其国民具备上列诸条件者比数渐多，其国家乃再有向前发展之希望。（否则其所改进，等于一个被征服国或次殖民地之改进，对其国家自身不发生关系。换言之，此种改进，无异是一种变相的文化征服，乃其文化自身之萎缩与消灭，并非其文化自身之转变与发皇。）"
      , "author": "钱穆"
      , "source": "《国史大纲》"
      , "source_url": ""
    }
  , {
        "body": "爱是恒久忍耐，又有恩慈。爱是不嫉妒。爱是不自夸。不张狂。不作害羞的事。不求自己的益处。不轻易发怒。不计算人的恶。不喜欢不义。只喜欢真理。凡事包容。凡事相信。凡事盼望。凡事忍耐。爱是永不止息。"
      , "author": "保罗"
      , "source": "《哥林多前书》"
      , "source_url": ""
    }
  , {
        "body": "命运之神没有怜悯之心，上帝的长夜没有尽期。你的肉体只是时光，不停流逝的时光，你不过是每一个孤独的瞬息。"
      , "author": "豪尔赫·路易斯·博尔赫斯"
      , "source": "《你不是别人》"
      , "source_url": ""
    }
  , {
        "body": "人生最大的学问在求能虚此心，心虚始能静。若心中自恃有一长处即不虚，则此一长处正式一短处。"
      , "author": "钱穆"
      , "source": "《八十忆双亲·师友杂忆》"
      , "source_url": ""
    }
  , {
        "body": "A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects."
      , "author": "Robert A. Heinlein"
      , "source": "Time Enough for Love"
      , "source_url": ""
    }
  , {
        "body": "Get busy livin’ or get busy dyin’."
      , "author": "Frank Darabont"
      , "source": "The Shawshank Redemption"
      , "source_url": ""
    }
  , {
        "body": "于千万人之中遇见你所要遇见的人，于千万年之中，时间的无涯的荒野里，没有早一步，也没有晚一步，刚巧赶上了，那也没有别的话可说，惟有轻轻地问一声：「噢，你也在这里吗？」"
      , "author": "张爱玲"
      , "source": "《爱》"
      , "source_url": ""
    }
  , {
        "body": "人的一生应当这样度过：当回忆往事的时候，他不会因为虚度年华而悔恨，也不因为碌碌无为而羞愧。"
      , "author": "尼古拉·奥斯特洛夫斯基"
      , "source": "《钢铁是怎样炼成的》"
      , "source_url": ""
    }
  , {
        "body": "Every child is an artist. The problem is how to remain an artist once he grows up."
      , "author": "Pablo Picasso"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "That which does not kill us makes us stronger."
      , "author": "Friedrich Nietzsche"
      , "source": "Twilight of the Idols"
      , "source_url": ""
    }
  , {
        "body": "每个人都很孤独。在我们的一生中，遇到爱，遇到性，都不稀罕，稀罕的是遇到了解。"
      , "author": "廖一梅"
      , "source": "《柔软》"
      , "source_url": ""
    }
  , {
        "body": "我向旧日的恋人道歉，因为我对新人如同初恋。"
      , "author": "维斯拉瓦·辛波丝卡"
      , "source": "《在一颗小星星底下》"
      , "source_url": ""
    }
  , {
        "body": "If you can’t explain it simply, you don’t understand it well enough."
      , "author": "Albert Einstein"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "Everything should be made as simple as possible, but not simpler."
      , "author": "Albert Einstein"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "Imagination is more important than knowledge."
      , "author": "Albert Einstein"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "I know nothing except the fact of my ignorance."
      , "author": "Socrates"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "If I have seen a little further it is by standing on the shoulders of Giants."
      , "author": "Isaac Newton"
      , "source": ""
      , "source_url": ""
    }
  , {
        "body": "For what it’s worth: it’s never too late or, in my case, too early to be whoever you want to be. There’s no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it. I hope you make the best of it. And I hope you see things that startle you. I hope you feel things you never felt before. I hope you meet people with a different point of view. I hope you live a life you’re proud of. If you find that you’re not, I hope you have the strength to start all over again."
      , "author": "Eric Roth, Robin Swicord, F. Scott Fitzgerald"
      , "source": "The Curious Case of Benjamin Button"
      , "source_url": "http://www.imdb.com/title/tt0421715/quotes?item=qt0504699"
    }
  , {
        "body": "临渊羡鱼，不如退而结网。"
      , "author": "班固"
      , "source": "《汉书·董仲舒传》"
      , "source_url": ""
    }
  , {
        "body": "My momma always said, “Life was like a box of chocolates. You never know what you’re gonna get.”"
      , "author": "Winston Groom, Eric Roth"
      , "source": "Forrest Gump"
      , "source_url": "http://www.imdb.com/title/tt0109830/quotes?item=qt0373657"
    }
]
