[
    {
        "body": "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma, which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
      , "author": "Steve Jobs"
      , "source": "2005 Stanford Commencement Address"
      , "source_url": null
    }
  , {
        "body": "Stay Hungry. Stay Foolish."
      , "author": null
      , "source": "Whole Earth Catalog, October 1974, back cover"
      , "source_url": null
    }
  , {
        "body": "那一天我二十一岁，在我一生的黄金时代。我有好多奢望。我想爱，想吃，还想在一瞬间变成天上半明半暗的云。后来我才知道，生活就是个缓慢受锤的过程，人一天天老下去，奢望也一天天消失，最后变得像挨了锤的牛一样。可是我过二十一岁生日时没有预见到这一点。我觉得自己会永远生猛下去，什么也锤不了我。"
      , "author": "王小波"
      , "source": "《黄金时代》"
      , "source_url": null
    }
  , {
        "body": "It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to heaven, we were all going direct the other way - in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only."
      , "author": "Charles Dickens"
      , "source": "A Tale of Two Cities"
      , "source_url": null
    }
  , {
        "body": "Money is like gasoline during a road trip. You don’t want to run out of gas on your trip, but you’re not doing a tour of gas stations. You have to pay attention to money, but it shouldn’t be about the money."
      , "author": "Tim O’Reilly"
      , "source": "Tim O’Reilly: The Oracle of Silicon Valley"
      , "source_url": "http://www.inc.com/magazine/20100501/the-oracle-of-silicon-valley.html"
    }
  , {
        "body": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main; if a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friends or of thine own were; any man’s death diminishes me, because I am involved in mankind; and therefore never send to know for whom the bell tolls; it tolls for thee."
      , "author": "John Donne"
      , "source": "No Man is an Island"
      , "source_url": null
    }
  , {
        "body": "没有人想要更迭你的政权，我们对你陈旧的政权概念和意识形态烂腌菜毫不感兴趣。你无法理解在人类网络化的历史潮流之前宏大叙事为何而消解，你也无法理解国家和民族概念为何将分崩离析，你无法改变你对互联网的无知。你的政权无法成为我们真正的敌人。我们不是任何国家和组织的朋友，我们也不是任何国家和组织的敌人。只有你是你自己最大的敌人，你正在为你自己掘下腐烂和异化的坟墓。我们对即将进入历史垃圾堆的事物没有兴趣。网络化是你无法阻挡的历史潮流，是人类社会发展的未来方向。事实上，我们并不反对你通过切断太平洋海底光缆而获得对信息的绝对控制；你对历史前进越阻碍、你造成的矛盾越深化、社会运动就越剧烈，倒退只能加速你被异化、被取代的历史进程。明日的太阳不会照耀那些恐惧明天的人。"
      , "author": null
      , "source": "《2009匿名网民宣言》"
      , "source_url": "https://docs.google.com/View?id=df563ttp_0c4tt2fdp"
    }
  , {
        "body": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of a mature man is that he wants to live humbly for one."
      , "author": "Wilhelm Stekel"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind."
      , "author": "Bertrand Russell"
      , "source": "The Autobiography of Bertrand Russell"
      , "source_url": null
    }
  , {
        "body": "We need to be the change we wish to see in the world."
      , "author": "Mohandas Karamchand Gandhi"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "几天前有人和我说起，当年上大学的时候，是个文学青年，理想做一个作家和记者，那时候我们都好吃香啊，如果再能写点小诗，弹点小吉他，摘些小花，女生们都被迷倒了。你看看现在，女生们再也不中意这些人了，他们中意的是……我说，那你们还写点小诗，弹点小吉他，摘些小花么？他说，……。所以说，这个世界就是这样的，男性改变世界，女性改变男性的世界观。但总有一些世界观，是傻逼呵呵地矗在那里的，无论多少的现实，多少的打击，多少的嘲讽，多少的鸽子都改变不了。我们总是要怀有理想的。写作者最快乐的事情就是让作品不像现实那样到处遗憾，阅读者最快乐的事情就是用眼睛摸一摸自己的理想。世界是这样的现实，但我们都拥有处置自己的权力，愿这个东西化为蛀纸的时候，你还能回忆起自己当年冒险的旅程。"
      , "author": "韩寒"
      , "source": "《独唱团》第1辑"
      , "source_url": null
    }
  , {
        "body": "Big Brother is watching. So are we."
      , "author": "WikiLeaks"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "你所站立的那个地方，正是你的中国。你怎么样，中国便怎么样。你是什么，中国便是什么。你有光明，中国便不黑暗。"
      , "author": "崔卫平"
      , "source": "@cuiweiping on Twitter"
      , "source_url": "https://twitter.com/#!/cuiweiping/status/20515148837"
    }
  , {
        "body": "我们生来孤单，无数的历史和无限的时间因而破碎成片段。互相埋没的心流，在孤单中祈祷，在破碎处眺望，或可指望在梦中团圆。记忆，所以是一个牢笼。印象是牢笼以外的天空。"
      , "author": "史铁生"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "联结子夜和黎明的时间又黑又长，有时我甚至想道，若能哭上一场该何等畅快。但不知为何而哭，不知为谁而哭。若为别人哭，未免过于自以为是；而若为自己哭，年龄又老大不小了。"
      , "author": "村上春树"
      , "source": "《国境以南，太阳以西》"
      , "source_url": null
    }
  , {
        "body": "如果你已决定出发，旅行中最艰难的部分已经结束，那么，出发吧！"
      , "author": "Lonely Planet 创始人惠勒夫妇"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "除了爱，没有什么东西能使我们灵魂出窍，漂浮在相对纯净的半空中观照自己的肉身：它的沉重，它的悲哀，它的六神无主、它的满腹牢骚、它的无期徒刑。"
      , "author": "连岳"
      , "source": "《我爱问连岳IV》"
      , "source_url": null
    }
  , {
        "body": "If someone is pushing you away, that’s when the person needs you most."
      , "author": null
      , "source": null
      , "source_url": null
    }
  , {
        "body": "人生充满欲望，在欲望未满足时痛苦；欲望满足而未产生新的欲望之时又空虚；所以人生如同钟摆一样在痛苦与空虚之间来回摆动。"
      , "author": "叔本华"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "在思考自己要读什么书之前，最好问问自己，我关心的到底是什么问题，因为只有真诚的问题意识才能将你引向真诚的阅读——阅读如此美好，任何功利心、虚荣心的杂质都是对它的玷污。"
      , "author": "刘瑜"
      , "source": "《南方周末 - 刘瑜的秘密书架：从经典到经验》"
      , "source_url": null
    }
  , {
        "body": "人有三样东西是无法隐瞒的，咳嗽、穷困和爱；你想隐瞒越欲盖弥彰。人有三样东西是不该挥霍的，身体、金钱和爱；你想挥霍却得不偿失。人有三样东西是无法挽留的，时间、生命和爱；你想挽留却渐行渐远。人有三样东西是不该回忆的，灾难、死亡和爱；你想回忆却苦不堪言。"
      , "author": "弗拉基米尔·纳博科夫"
      , "source": "《洛丽塔》"
      , "source_url": null
    }
  , {
        "body": "长久以来，我一直有一种感觉：生活就要开始了，真正的生活就要降临了。但是在此之前，总有一些困难需要去克服，比如说未完成的工作、应继续服务的年限、一笔需偿还的债务等等。克服了这些以后，我才可能获得新生。最后，我终于发现，这些克服不完的困难就是我的生活。"
      , "author": "Alfred D. Souza"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "请不要因为我是谁而相信我……也不要因为我说了什么，作了什么而相信我。请因为你思考了什么，检证了什么，挑战了什么，确认了什么，而相信你自己的认定。"
      , "author": "朱学恒"
      , "source": "《新的世界没有神》"
      , "source_url": null
    }
  , {
        "body": "Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They’re not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can’t do is ignore them. Because they change things. They push the human race forward. While some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do."
      , "author": "Apple Inc."
      , "source": "Think Different"
      , "source_url": null
    }
  , {
        "body": "我们所看到的一切，都是已然存在于我们内心的东西。"
      , "author": "普鲁斯特"
      , "source": "《追忆似水年华》"
      , "source_url": null
    }
  , {
        "body": "你我之间有某种特别的东西，这点我非常清楚，想必你也心里明白。口头是无法表达，但那东西，它的确就在那里，而且非常非常宝贵。"
      , "author": "村上春树"
      , "source": "《国境以南，太阳以西》"
      , "source_url": null
    }
  , {
        "body": "所有这些，所有这一切我们谈论的爱情，只不过是一种记忆罢了。甚至可能连记忆都不是。"
      , "author": "雷蒙德·卡佛"
      , "source": "《当我们谈论爱情时我们在谈论什么》"
      , "source_url": null
    }
  , {
        "body": "爱之于我，不是肌肤之亲，不是一蔬一饭，它是一种不死的欲望，和疲惫生活中的英雄梦想。"
      , "author": "杜拉斯"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "年轻时，我们曾经相爱却浑然不知。"
      , "author": "威廉·巴特勒·叶芝"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "不存在十全十美的文章，就如同不存在彻头彻底的绝望。"
      , "author": "村上春树"
      , "source": "《且听风吟》"
      , "source_url": null
    }
  , {
        "body": "长又漫长的夜晚，到处都是不说话的光明。"
      , "author": null
      , "source": "《光诚》"
      , "source_url": null
    }
  , {
        "body": "Life is not measured by the number of breaths you take but by the moments that take your breath away."
      , "author": null
      , "source": null
      , "source_url": null
    }
  , {
        "body": "Wovon man nicht sprechen kann, darüber muß man schweigen."
      , "author": "Ludwig Wittgenstein"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "When you don’t create things, you become defined by your tastes rather than ability. Your tastes only narrow & exclude people. So create."
      , "author": "@_why"
      , "source": null
      , "source_url": null
    }
  , {
        "body": "第一最好不相见，如此便可不相恋。第二最好不相知，如此便可不相思。第三最好不相伴，如此便可不相欠。第四最好不相惜，如此便可不相忆。第五最好不相爱，如此便可不相弃。第六最好不相对，如此便可不相会。第七最好不相误，如此便可不相负。第八最好不相许，如此便可不相续。第九最好不相依，如此便可不相偎。第十最好不相遇，如此便可不相聚。但曾相见便相知，相见何如不见时。安得与君相诀绝，免教生死作相思。"
      , "author": "仓央嘉措"
      , "source": "《十诫诗》"
      , "source_url": null
    }
  , {
        "body": "No man is an island, entire of itself; every man is a piece of the continent, a part of the main; if a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friends or of thine own were; any man’s death diminishes me, because I am involved in mankind; and therefore never send to know for whom the bell tolls; it tolls for thee."
      , "author": "John Donne"
      , "source": "No Man is an Island"
      , "source_url": null
    }
  , {
        "body": "Two roads diverged in a yellow wood, And sorry I could not travel both And be one traveler, long I stood And looked down one as far as I could To where it bent in the undergrowth; Then took the other, as just as fair, And having perhaps the better claim, Because it was grassy and wanted wear; Though as for that the passing there Had worn them really about the same, And both that morning equally lay In leaves no step had trodden black. Oh, I kept the first for another day! Yet knowing how way leads on to way, I doubted if I should ever come back. I shall be telling this with a sigh Somewhere ages and ages hence: Two roads diverged in a wood, and I— I took the one less traveled by, And that has made all the difference."
      , "author": "Robert Frost"
      , "source": "The Road Not Taken"
      , "source_url": null
    }
]
